x = 10
y = 3

print("ผลบวก" , x+y)
print("ผลลบ" , x-y)
print("ผลบคูณ" , x*y)
print("ผลบหาร" , x/y)
print("ผลหารปัดเศษ" , x//y)
print("การยกกำลัง" , x**y)
print("การหารเอาเศษ" , x%y)

#ตัวดำเนินการเปรียบเทียบ
#ชนิดข้อมูลต้องเหมือนกัน
#คำตอบจะมีแค่ True/False

h = 10
g = 5

print("ค่าการเปรียบเทียบมากกว่า " , h>g , "\n")
print("ค่าการเปรียบเทียบน้อยกว่า" , h<g , "\n")
print("ค่าการเปรียบเทียบว่าเท่ากันหรือไม่" , h==g, "\n")
print("ค่าการเปรียบเทียบว่าไม่เท่ากันหรือไม่" , h!=g, "\n")
print("ค่าการเปรียบเทียบว่ามากกว่าหรือเท่ากับ" , h>=g, "\n")
print("ค่าการเปรียบเทียบว่าน้อยกว่าหรือเท่ากับ" , h<=g, "\n" )

#AND
#OR
#Not ตรงกันข้าม
x =(10>5)
y =(10==5)

z = x or y
print(z)
